{
    "translation": {
      "About": "About",
      "Experience": "Esperienza",
      "Skills": "Skills",
      "Projects": "Progetti",
      "Contact": "Contatti",
      "Hello I'm": "Ciao sono",
      "Download CV": "Scarica CV",
      "Contact info": "Contattami",
      "Get To Know More": "Scopri di più",
      "About Me": "Su di me",
      "3+ Years": "3+ Anni",
      "Front End Development": "Sviluppo Front-End",
      "Education": "Istruzione",
      "I am a highly motivated and adaptable Front-End Developer with over three years of professional experience in building and optimizing web applications. I have worked on both small-scale projects and large international collaborations, enhancing my technical expertise and teamwork skills. My technical stack includes HTML, CSS, SASS, JavaScript, TypeScript, VueJS, ReactJS (a few months experience here) and Agile methodologies, among others. I thrive in dynamic environments, enjoy solving complex problems, and am committed to continuous learning. Currently seeking opportunities across Europe to expand my professional experience, improve my English prociency, and embrace new cultural challenges.": "Sono uno sviluppatore Front-End con oltre tre anni di esperienza professionale nello sviluppo e nell’ottimizzazione di applicazioni web. Ho lavorato sia su progetti di piccola scala che su collaborazioni internazionali di grandi dimensioni, migliorando la mia competenza tecnica e le mie abilità di lavoro di squadra. Il mio stack tecnologico include HTML, CSS, SASS, JavaScript, TypeScript, VueJS, ReactJS (con alcuni mesi di esperienza in quest'ultimo) e metodologie Agile. Mi trovo a mio agio in ambienti dinamici, mi piace risolvere problemi complessi e punto sempre a studiare nuove tecnologie. Attualmente sto cercando opportunità in tutta Europa per ampliare la mia esperienza professionale, migliorare la mia competenza in inglese e scoprire nuove culture.",
      "Explore My": "Esplora il mio",
      "Experience 2": "Percorso",
      "Development of any kind of website for customers, from landing pages to eCommerce websites.": "Sviluppo di siti web per vari clienti, da siti vetrina a eCommerce.",
      "Front-End Development of the company's website (<a href='https://www.agriverse.it' target='_blank'>https://www.agriverse.it</a>) and of a management software (webapp) for agricultural companies.": "Sviluppo front-end del sito web aziendale (<a href='https://www.agriverse.it' target='_blank'>https://www.agriverse.it</a>) e di un software gestionale (webapp) per aziende agricole.",
      "Development of micro front-end services.": "Sviluppo di micro frontend.",
      "Front-End Development of an eCommerce with Magento integration (GraphQL)": "Sviluppo Front-End di Webapp - eCommerce con integrazione di Magento (GraphQL)",
      "I've worked with an international team, with the use of English language as primary language, and an Agile methodology": "Ho lavorato con un team internazionale, usando l'inglese come lingua principale, e Agile come metodologia di lavoro.",
      "Details": "Dettagli",
      "Find Out!": "Scopri ora!",
      "Discover My": "Scopri le mie",
      "During these years of work I have learned and improved a lot of skills. Even though I'm a Front-End Developer I have some basic Back End knowledges since I had the opportunity to work closely with the Back End team in my previous company.": "Durante questi anni di lavoro ho imparato e migliorato molte competenze. Anche se sono uno sviluppatore Front-End, possiedo alcune conoscenze di base di Back-End, poiché ho avuto l'opportunità di lavorare a stretto contatto con il team Back-End nella mia precedente azienda.",
      "Programming Languages": "Linguaggi di programmazione",
      "Frameworks & Libraries": "Frameworks & Librerie",
      "Tools": "Tools",
      "Methodologies": "Metodologie",
      "Other": "Altro",
      "Browse My Recent": "Sfoglia i miei",
      "Jan": "Gen",
      "Feb": "Feb",
      "Mar": "Mar",
      "Apr": "Apr",
      "May": "Mag",
      "Jun": "Giu",
      "Jul": "Lug",
      "Aug": "Ago",
      "Sep": "Set",
      "Oct": "Ott",
      "Nov": "Nov",
      "Dec": "Dic",
      "Simply the website you are looking at right now!": "Semplicemente il sito che stai guardando adesso!",
      "Visit": "Visita",
      "Get In Touch": "Mettiti in",
      "Contact 2": "Contatto",
      "Sort": "Ordina",
      "Most Recent": "Più recente",
      "Least Recent": "Meno recente",
      "Reset Filters": "Azzera filtri",
      "No results found.": "Non è stato trovato alcun risultato.",
      "Try clearing your filters": "Prova ad azzerare i filtri",
      "Copyright © 2024 Luigi Paglionico. All Rights Reserved.": "Copyright © 2024 Luigi Paglionico. Tutti i diritti riservati.",
      "3 months": "3 mesi",
      "1 Year 11 Months": "1 Anno 11 Mesi",
      "1+ Year": "1+ Anno",
      "Mar 2021 - Jun 2021": "Mar 2021 - Giu 2021",
      "Sep 2021 - Aug 2023": "Set 2021 - Ago 2023",
      "Oct 2023 - Current": "Ott 2023 - Attuale"
    }
  }